---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.TrussMemberInfo
source: html/441ca095-677a-5b20-352c-1a1a69f97145.htm
---
# TrussMemberInfo Properties

The host truss' ElementId of the member.